Repository: frailove/PrecomControl
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: 预试车管理系统
ru_ru: Система управления предпусковыми испытаниями

source: 首页
ru_ru: Главная

source: 系统
ru_ru: Системы

source: 子系统
ru_ru: Подсистемы

source: 试压包
ru_ru: Пакеты гидроиспытаний

source: 预试车任务管理
ru_ru: Управление задачами предпуска

source: 人孔检查
ru_ru: Проверка люков

source: 电机单试
ru_ru: Индивидуальное испытание двигателя

source: 台件安装
ru_ru: Установка блочно-модульных систем

source: 回路测试
ru_ru: Испытание контуров

source: 最终对中
ru_ru: Окончательная центровка

source: MRT 联动测试
ru_ru: Механическое испытание MRT

source: 备份
ru_ru: Резервное копирование

source: 账户
ru_ru: Учетные записи

source: 个人信息
ru_ru: Профиль

source: 中文
ru_ru: Китайский

source: 退出
ru_ru: Выйти

source: 登录
ru_ru: Войти

source: 编辑
ru_ru: Редактировать

source: 新建
ru_ru: Создать

source: 返回列表
ru_ru: Вернуться к списку

source: 删除任务
ru_ru: Удалить задачу

source: 任务基本信息
ru_ru: Основная информация о задаче

source: 施工进度
ru_ru: Ход строительства

source: 操作
ru_ru: Действия

source: 新增关键工程量
ru_ru: Добавить ключевой объем работ

source: 基础属性
ru_ru: Основные свойства

source: 任务类型
ru_ru: Тип задачи

source: 识别信息
ru_ru: Идентификационная информация

source: 新增图纸号
ru_ru: Добавить номер чертежа

source: 任务描述
ru_ru: Описание задачи

source: 测试参数
ru_ru: Параметры испытания

source: 测试类型
ru_ru: Тип испытания

source: 总数量
ru_ru: Общее количество

source: 已完成数量
ru_ru: Выполненное количество

source: 测试计划时间
ru_ru: Плановая дата испытания

source: 测试实际时间
ru_ru: Фактическая дата испытания

source: 保存
ru_ru: Сохранить

source: 测试资料附件
ru_ru: Вложения документов испытаний

source: 导出
ru_ru: Экспорт

source: 上传附件
ru_ru: Загрузить вложения

source: 文件名
ru_ru: Имя файла

source: 暂无附件
ru_ru: Нет вложений

source: 模板
ru_ru: Шаблон

source: 导入
ru_ru: Импорт

source: 描述（必填）
ru_ru: Описание (обязательно)

source: -- 选择 CATEGORY --
ru_ru: -- Выберите КАТЕГОРИЮ --

source: -- 选择 CAUSE --
ru_ru: -- Выберите ПРИЧИНУ --

source: 新增尾项
ru_ru: Добавить пункт дефектов

source: 提出日期
ru_ru: Дата выдачи

source: 预试车任务编辑
ru_ru: Редактирование задачи предпуска

source: 编辑预试车任务
ru_ru: Редактировать задачу предпуска

source: 新建预试车任务
ru_ru: Новая задача предпуска

source: 系统登录
ru_ru: Вход в систему

source: 用户名
ru_ru: Имя пользователя

source: 密码
ru_ru: Пароль

source: 新建任务
ru_ru: Новая задача

source: 导出任务清单
ru_ru: Экспорт задач

source: 导入清单
ru_ru: Импорт

source: 搜索
ru_ru: Поиск

source: 重置
ru_ru: Сброс

source: 全部任务类型
ru_ru: Все типы

source: 全部状态
ru_ru: Все статусы

source: 未开始
ru_ru: Не начато

source: 进行中
ru_ru: В процессе

source: 已完成
ru_ru: Завершено

source: 任务ID
ru_ru: ID задачи

source: 图纸号
ru_ru: Номер чертежа

source: 点位
ru_ru: Точка

source: 区域
ru_ru: Зона

source: 数量
ru_ru: Количество

source: 计划时间
ru_ru: Планируется

source: 实际时间
ru_ru: Фактически

source: 状态
ru_ru: Статус

source: 试压包管理
ru_ru: Управление пакетами гидроиспытаний

source: 总试压包数
ru_ru: Всего пакетов

source: 待处理
ru_ru: Ожидает

source: 预试车
ru_ru: ПИ

source: 任务
ru_ru: Задачи

source: 预试车任务
ru_ru: Задачи ПИ

source: 系统管理
ru_ru: Управление системами

source: 新增系统
ru_ru: Добавить систему

source: 编辑系统
ru_ru: Редактировать систему

source: 删除系统
ru_ru: Удалить систему

source: 查看子系统
ru_ru: Просмотр подсистем

source: 到子系统
ru_ru: К подсистемам

source: 系统代码
ru_ru: Код системы

source: 系统名称
ru_ru: Название системы

source: 系统描述
ru_ru: Описание системы

source: 子系统数量
ru_ru: Количество подсистем

source: 完成进度
ru_ru: Прогресс

source: 总系统数
ru_ru: Всего систем

source: 已完成系统
ru_ru: Завершено систем

source: 进行中系统
ru_ru: В процессе

source: 子系统管理
ru_ru: Управление подсистемами

source: 新增子系统
ru_ru: Добавить подсистему

source: 编辑子系统
ru_ru: Редактировать подсистему

source: 删除子系统
ru_ru: Удалить подсистему

source: 子系统代码
ru_ru: Код подсистемы

source: 子系统名称
ru_ru: Название подсистемы

source: 子系统描述
ru_ru: Описание подсистемы

source: 所属系统
ru_ru: Родительская система

source: 总子系统数
ru_ru: Всего подсистем

source: 已完成子系统
ru_ru: Завершено подсистем

source: 编辑试压包
ru_ru: Редактировать пакет

source: 新增试压包
ru_ru: Добавить пакет

source: 删除试压包
ru_ru: Удалить пакет

source: 试压包代码
ru_ru: Код пакета

source: 试压包名称
ru_ru: Название пакета

source: 试压包描述
ru_ru: Описание пакета

source: 试压日期
ru_ru: Дата испытания

source: 试压结果
ru_ru: Результат испытания

source: 合格
ru_ru: Принято

source: 不合格
ru_ru: Не принято

source: 删除
ru_ru: Удалить

source: 查看
ru_ru: Просмотр

source: 新增
ru_ru: Добавить

source: 取消
ru_ru: Отмена

source: 确认
ru_ru: Подтвердить

source: 提交
ru_ru: Отправить

source: 筛选
ru_ru: Фильтр

source: 全部
ru_ru: Все

source: 选择系统
ru_ru: Выбрать систему

source: 选择子系统
ru_ru: Выбрать подсистему

source: 请选择
ru_ru: Пожалуйста, выберите

source: 无数据
ru_ru: Нет данных

source: 加载中
ru_ru: Загрузка

source: 成功
ru_ru: Успешно

source: 失败
ru_ru: Ошибка

source: 警告
ru_ru: Предупреждение

source: 确定要删除吗？
ru_ru: Вы уверены, что хотите удалить?

source: 此操作不可撤销
ru_ru: Это действие необратимо

source: 工艺系统
ru_ru: Технологические системы

source: 非工艺系统
ru_ru: Нетехнологические системы

source: 焊接进度
ru_ru: Прогресс сварки

source: 测试进度
ru_ru: Прогресс испытаний

source: 优先级
ru_ru: Приоритет

source: 类型
ru_ru: Тип

source: 显示
ru_ru: Показано

source: 上一页
ru_ru: Назад

source: 下一页
ru_ru: Вперед

source: 编制提醒
ru_ru: Напоминания о подготовке

source: 系统信息
ru_ru: Информация о системе

source: 请填写完整的系统基础信息
ru_ru: Заполните базовую информацию о системе

source: 更新系统基本信息并保存
ru_ru: Обновите и сохраните информацию

source: 系统不存在或已被删除
ru_ru: Система не существует или удалена

source: 例如
ru_ru: Например

source: 系统唯一标识代码（创建后不可更改）
ru_ru: Уникальный код системы (нельзя изменить после создания)

source: 系统代码不可修改
ru_ru: Код системы нельзя изменить

source: 范围 0-10，数字越大优先级越高
ru_ru: Диапазон 0-10, чем больше число, тем выше приоритет

source: 可选
ru_ru: Необязательно

source: 创建系统
ru_ru: Создать систему

source: 保存修改
ru_ru: Сохранить изменения

source: 指定的子系统不存在或已被删除
ru_ru: Указанная подсистема не существует или удалена

source: 子系统代码不可修改
ru_ru: Код подсистемы нельзя изменить

source: 俄文
ru_ru: Русский

source: 创建子系统
ru_ru: Создать подсистему

source: 您暂无访问权限，请联系系统管理员
ru_ru: У вас нет прав доступа, обратитесь к администратору

source: 系统说明
ru_ru: Описание системы

source: 工艺系统管理
ru_ru: Управление технологическими системами

source: 管道专业试压包管理
ru_ru: Управление пакетами гидроиспытаний трубопроводов

source: 焊口数据汇总分析
ru_ru: Сводный анализ данных по сварным швам

source: NDE/PWHT状态追踪
ru_ru: Отслеживание статуса NDE/PWHT

source: Punch List管理
ru_ru: Управление списком дефектов

source: 数据同步备份
ru_ru: Синхронизация и резервное копирование данных

source: 自动备份机制
ru_ru: Механизм автоматического резервного копирования

source: 智能同步功能
ru_ru: Интеллектуальная функция синхронизации

source: 时间点恢复
ru_ru: Восстановление на определенный момент времени

source: 数据清理归档
ru_ru: Очистка и архивирование данных

source: 系统特色
ru_ru: Особенности системы

source: 工业化UI设计
ru_ru: Промышленный дизайн пользовательского интерфейса

source: 响应式布局
ru_ru: Адаптивная верстка

source: 多级数据关联
ru_ru: Многоуровневая связь данных

source: 灵活的筛选功能
ru_ru: Гибкая функция фильтрации

source: 试压包ID
ru_ru: ID пакета гидроиспытаний

source: 输入系统编码
ru_ru: Введите код системы

source: 输入子系统编码
ru_ru: Введите код подсистемы

source: 试压信息
ru_ru: Информация об испытании

source: 管道材料
ru_ru: Материал трубопровода

source: 聚乙烯
ru_ru: Полиэтилен

source: 碳钢
ru_ru: Углеродистая сталь

source: 不锈钢
ru_ru: Нержавеющая сталь

source: 双相不锈钢
ru_ru: Двухфазная нержавеющая сталь

source: 合金钢
ru_ru: Легированная сталь

source: 低温碳钢
ru_ru: Низкотемпературная углеродистая сталь

source: 镍合金
ru_ru: Никелевый сплав

source: 试压类型
ru_ru: Тип испытания

source: 水压
ru_ru: Гидравлическое

source: 气压
ru_ru: Пневматическое

source: 观察包
ru_ru: Наблюдательный пакет

source: 试压介质
ru_ru: Среда испытания

source: 设计压力
ru_ru: Расчетное давление

source: 试压压力
ru_ru: Давление испытания

source: 计划与状态
ru_ru: План и статус

source: 计划日期
ru_ru: Плановая дата

source: 实际日期
ru_ru: Фактическая дата

source: 保存更改
ru_ru: Сохранить изменения

source: 更新成功
ru_ru: Обновление успешно

source: 试压包基础信息已更新
ru_ru: Базовая информация пакета обновлена

source: 操作失败
ru_ru: Операция не удалась

source: 图纸清单
ru_ru: Список чертежей

source: 附件管理
ru_ru: Управление вложениями

source: 焊口汇总
ru_ru: Сводка по сварным швам

source: P&ID清单
ru_ru: Список P&ID

source: 维护该试压包的P&ID清单
ru_ru: Управление списком P&ID для этого пакета

source: P&ID编号
ru_ru: Номер P&ID

source: ISO图纸
ru_ru: Чертежи ISO

source: 系统会自动从WeldingList抓取ISO图纸
ru_ru: Система автоматически извлекает чертежи ISO из WeldingList

source: ISO编号
ru_ru: Номер ISO

source: 基础信息
ru_ru: Базовая информация
